clackups/draftling/firmware/sdkconfig.defaults.waveshare_touch_lcd_7
# CMakePresets.json board defaults: Waveshare ESP32-S3-Touch-LCD-7
# Sets the hardware model and IDF target used by the "waveshare_touch_lcd_7" preset.

CONFIG_IDF_TARGET="esp32s3"
CONFIG_DRAFTLING_MODEL_WAVESHARE_TOUCH_LCD_7=y
